<template>
  <div class="news-detail">
     <div class="part16">
        <div class="container part16-ct">
            <p class="part16-p1" v-html="newsCt[this.num].title"></p>
            <p class="part16-p2">发布时间：{{newsCt[this.num].date}}&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;访问量：{{newsCt[this.num].visits}}</p>
            <p class="part16-p3" v-html="newsCt[this.num].text"></p>
        </div>
     </div>
    
  </div>
</template>

<script>


export default {
  name: 'newsdetail',
  data () {
    return {
      msg: 'Welcome to Your Vue.js App',
      num:'',
      newsCt:{
        '0001':{
          title:'叶的事业--新康教育为何要对学生<br>进行感恩教育',
          date:'2018-12-21',
          visits:'2028',
          text:'伟大的诗人泰戈尔有这样一段名言：“花的事业是甜蜜的，果的事业是珍贵的”。而我们新康做的是“叶”的事业，每位老师都象是一片绿叶，在学院领导的带领下进行着光合作用，孕育着花，孕育着果，孕育着芬芳桃李。作为一所全日制高等助学院校，我们不仅要致力于学生的知识提高，更强调学生个人素质、品格的提高。让我们怀揣着一颗感恩的心，感谢家长放心地把孩子交给我们！我们要把我们的爱，我们的智慧，我们的感恩之心传递给我们的每位学子.感恩是一种生活态度，是一种美德，是一片片肺腑之言。<br>现代的孩子都是家庭的中心，他们心中只知爱自己，不知道关爱别人。不少学生不但不体谅父母的辛劳，反而无休止索取，买吃的，买穿的，进网吧……在他们眼中，向父母要钱天经地义。大学生中，许多学生从父母那里要钱，但给家里写信问候的学生不到十分之一。我们不应该这样做，应该时时刻刻为别人着想，父母给你东西时应该说声“谢谢”，应该为父母做一些家务，更应该好好学习，以报答老师和学校。<br>美国的民歌《老黑奴》，那种对世界乐观的态度，对人生的豁达，由此联想到了西方文化的感恩节，想到了我们从古以来，历史文化长河中永不消失的感情——感恩。“知恩不报非君子”。我们要怀着一颗感恩的心，应该时时、天天、年年直至永远；让感恩应该作为一种习惯，一种美德，在我们心中深深扎根。<br>“叶”的事业，感谢有您的信任和支持！'

        },
        '0002':{
          title:'新康教育-就业指导课<br>专家来帮忙',
          date:'2018-12-21',
          visits:'2028',
          text:'8月1日 上午9点30分，由上海市职介所副所长带领的专家团队光临上海新康进修学院，并在我院展开“金色阳光就业指导讲座”讲座活动。<br>为了帮助大四毕业生准确有效地确定就业方向，提前做好就业准备，培训就业中心和上海市职业指导专家携手就当前就业形式、就业方向及定位做了详细的指导，参与此次讲座的13级的学子们从中获得了不少宝贵的经验。<br>专家用生动的语言、鲜明的事例，围绕在校大学生如何看待当今的就业形势、学会正确分析自己的优势与不足，如何转变就业观念等多个方面的问题，为同学们做了详细的解析。<br>通过这次精彩的讲座使同学们认识到了职业生涯规划的重要性，帮助学生认清就业形势，为自己制定一个更加合理的职业定位，调整好自己的心态，为即将面临的就业问题奠定了良好的基础。<br>培训就业中心会以务实的态度，积极努力的为学生的就业服务，积极响应“一切为学生，为了一切学生，为了学生一切”的办学理念。'

        },
        '0003':{
          title:'新康教育努力做好一件事,为社会<br>培养有用人才',
          date:'2018-12-21',
          visits:'2028',
          text:'家长们！在社会竞争非常激烈的时代，没有丰富的科学文化知识是不行的。“知识就是力量”，知识对于现在社会的重要性不言而喻。现在摆在我们面前的是机遇与挑战并存，谁能在人生的第一次重要的抉择中胜出，谁就使未来的成功多一份保障。<br>孩子是每个家庭最大的希望，新康教育作为一所承载着众多家庭希望的民办院校，有责任也有义务将您的孩子培养成为社会有用人才。<br>学院为学生创造了利于学习的环境、氛围和条件，从学习方法、学习态度、学习习惯等方面给以正面的教育和引导。同时，学院及时疏导、纠正孩子成长过程中遇到的思想困惑、情感波动和行为偏差。学院着重培养孩子良好的品行习惯，对孩子的道德品行、良好习惯的养成从开始抓起，从小事抓起，对不良行为要及时地预防和矫治。<br>学院自建校以来即实行“半封闭式管理”班主任老师全天候24小时对学生进行跟踪管理，从学生一入学即建立成长记录，确保学生的健康成长，同时实行的宿舍走访制度、定期与家长联系制度、定期班会制度贯穿于整个管理过程。'
        }
      }
    }
  },
  created(){
    console.log(this.$route.params.id)
    this.num = this.$route.params.id
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
@import url('../assets/css/style.css');
</style>
